tap "1password/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "surrealdb/tap"
brew "libssh2"
brew "bat"
brew "btop"
brew "python@3.12", link: false
brew "glib"
brew "cmatrix"
brew "cocoapods"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fastlane"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gd"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "lua"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "nowplaying-cli"
brew "parallel"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swig"
brew "switchaudio-osx"
brew "tmux"
brew "unar"
brew "xcode-build-server"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "surrealdb/tap/surreal"
cask "1password-cli"
cask "aerospace"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-monaspace"
cask "font-sf-mono"
cask "font-sf-pro"
cask "graphql-playground"
cask "insomnia"
cask "kitty"
cask "microsoft-edge"
cask "notion"
cask "postman"
cask "pritunl"
cask "raycast"
cask "redisinsight"
cask "sf-symbols"
cask "spotify"
cask "todoist"
cask "tunnelblick"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "irongeek.vscode-env"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "recode4dev.jenkinsfile"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryuta46.multi-command"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
