tap "1password/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "surrealdb/tap"
brew "libssh2"
brew "bat"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gd"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "neofetch"
brew "neovim"
brew "node"
brew "parallel"
brew "pnpm"
brew "python@3.11"
brew "ripgrep"
brew "swig"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "surrealdb/tap/surreal"
cask "1password-cli"
cask "brave-browser"
cask "discord"
cask "fig"
cask "firefox"
cask "flux"
cask "graphql-playground"
cask "insomnia"
cask "iterm2"
cask "microsoft-edge"
cask "notion"
cask "postman"
cask "raycast"
cask "rocket"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "Catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fosshaas.fontsize-shortcuts"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "IronGeek.vscode-env"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "pomdtr.excalidraw-editor"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryuta46.multi-command"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SimonSiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "WakaTime.vscode-wakatime"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
